Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=322_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Nellima vuovderiidduid soabadeapmi
smn: Njellim meccirijdoi sooppâm

source: Sámedikki stivra merkii čoahkkimisttis 27.8.2009 iluin diehtun Meahcceráđđehusa ja Paadara vieljažiid soahpamuša, mii guoská bohccuid guohtoneatnamiid ráfáidahttima vuovdedoalus 20 jahkái ja buot váidagiid ruovttoluotta geassima buot duopmostuoluin.
smn: Sämitige stivrâ merkkij čuákkimistis 27.8.2009 iloin tiättun Máccihaldâttâs já Pááđáár viljâžij sopâmuš poccui kuáđuttemkuávlui rávhuidutmist meccituálust 20 ihán já puohâi vaidâlmij maasâd-kesimist puohâin riehtitaasijn.

source: Riidu Nellima eatnamiid geavaheamis lea čuohcán Suoma buorrebeaggimii máilmmis ja boktán ságastallama Ovttastuvvon Našuvnnaid sierra orgánain.
smn: Rijdo Njellim kuávlu kiävtust lii vahâgittám Suomâ aalmugijkoskâsâš peggim já luptim savâstâllâm Ovtâstum Aalmugij jieškote-uv orgaanijn.

source: Lea dehálaš ahte áššis soabaduvvui ráđđádallamiiguin.
smn: Lii tehálâš et äšši soppui ráđádâlmijguin.

source: Sámediggi giitá sihke Paadara vieljažiid ja Meahcceráđđehusa válmmašvuođas ráđđádallamiidda ja hálus soabadit riiddu.
smn: Sämitigge kijttá sehe Pááđáár viljâžijd et Meccihaldâttâs kiärgusvuođâst ráđádâlmáid já haalust sooppâđ riijdost.

source: Mearrádus čájeha ahte ráđđádallamiiguin sáhttá oktii heivehit sámi boazodoalu ja vuovde-doalu intreassaid seamma guovllus.
smn: Miärádâs čáittá et ráđádâlmijguin puáhtá heiviittiđ oohtân säämi puásuituálu já meccituálu intressijd siämmáá kuávlust.

source: Sámediggi sávvá, ahte Eana- ja meahccedoalloministeriija addá dás ovddosguvluige Meahcceráđđehussii návccaid soabadit vuovderiidduid ja Meahcceráđđehusa vuoitomihttomearis sámiid ruovttuguovllus luhppojuvvošii.
smn: Sämitigge tuáivu, et Eennâm- já meccituáluministeriö addel puátteevuođâst-uv Meccihaldâttâsân kiärgusvuođâid heiviittâllâđ mecciriijdoid já et Meccihaldâttâs pyevtittâsulmeest sämikuávlust luoppuuččij.

source: Meahcceráđđehusa, Nuortalašráđi ja Sámedikki ráđđádallan oktasaševttohus PEFC – vuovdesertifierenkriteran sámekultuvrra ja sámeealáhusaid dorvvasteami várás boahtá caggat ođđa soahpameahttunvuođaid guovlluid eanageavaheamis.
smn: Meccihaldâttâs, Nuorttâlâšrääđi já Sämitige ráđádâllâm ohtsâšiävtuttâs PEFC - meccisäsertifistemkriteerin sämikulttuur já sämi-iäláttâsâi turviimân šadda estiđ uđđâ ruossâlâsvuođâid kuávlui eennâkevttimist.

source: Lassedieđut:
smn: Lasetiäđuh:

source: Sámedikki ságajođiheaddji Klemetti Näkkäläjärvi
smn: Sämitige saavâjođetteijee Klemetti Näkkäläjärvi
